export default {
  Header: 
    {
      title: "Блог и магазин по вязанию",
    },
  NavBar: 
    {
      home: "Главная",
      shop: "Магазин",
      blog: "Блог",
      contacts: "Контакты"
    },
  SchemasCard: 
    {
      title: "Схемы вязания",
      button: "Перейти в каталог"
    },
  AboutMe:
    {
      title: "Обо мне",
      author: "Автор",
      authorName: "Катя Анаприенко",
      descr: `Привет! Меня зовут Катя. Я дизайнер вязаных игрушек. Мое
      увлечение вязанием началось в 2016 году, и за это время я
      воплотила уже 47 игрушек. В интернет-магазине Little Knits
      Story вы можете приобрести готовые схемы для вязания.`,
    },
  Footer: 
    {
      subtitle: "Блог и магазин по вязанию",
      title: "Little Knits Story",
      NavLink: 
        {
          shop: "магазин",
          blog: "блог",
          patterns: "схемы",
          contacts: "контакты"
        },
      personalAccount: "личный кабинет",
      login: "Войти",
      cart: "Корзина",
      savedProducts: "Сохраненные товары",
      subscribe: 
        {
          text: `Мы проводим специальные акции для наших клиентов. Оформите
          подписку и мы будем держать вас в курсе`,
          placeholder: "Ваш e-mail",
          buttonText: "Подписаться",
        }
    },
  Filter: 
    {
      title: "Фильтры",
      priceTitle: "Цена",
      buttonText: "Очистить фильтр"
    },
  CardProduct: 
    {
      material: "Материал:",
      color: "Цвет:",
      buttonQuickOrderText: "Быстрый заказ",
      buttonSendText: "Отправить",
      modalTitle: "Быстрая покупка",
      partNumber: "Артикул:",
      sale: "Скидка",
      purchasePolice: `Нажимая «Отправить», вы даете согласие на обработку персональных
      данных`,
      thanks: "Спасибо",
      thanksText1: "Ваша заявка принята.",
      thanksText2: "В Ближайшее время с вами свяжется наш менеджер",
      backHome: "Вернуться на главную",
    },
  Promo: 
    {
      text: `Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру
        сгенерировать несколько абзацев более менее осмысленного текста
        рыбы на русском языке, а начинающему оратору отточить навык
        публичных выступлений в домашних условиях.`,
      buttonText: `Перейти в каталог`
    },
  LastReviews: 
    {
      title: "Последние отзывы"
    }

}